[
  {
    "id": "cmi93jmnz0000sk1ckryni55u",
    "no": "01",
    "title": "Composition",
    "text": "Création de musiques originales sur mesure pour vos projets de film, TV, publicités et jeux vidéo.",
    "largeImg": "/img/slider/loic-studio-front.jpg",
    "largeTitle": "Composition: Crafting Unique and Captivating Melodies",
    "poster": "/img/slider/loic-studio-front.jpg",
    "date": "22 May 2023",
    "author": "Loïc",
    "fullDescription": "As a professional composer, I have a deep passion for creating unique and captivating melodies. My expertise spans various genres, ensuring a wide range of possibilities for your project. I approach each project with a fresh perspective, dedicating time and effort to understand your needs and preferences. This attention to detail allows me to create compositions that are truly bespoke and aligned with your creative vision.",
    "descriptionsFr": "<p>Je crée des <strong>musiques originales</strong> pour donner vie à vos projets audiovisuels. Que ce soit pour un film, une série TV, une publicité ou un jeu vidéo, je compose des bandes originales qui racontent votre histoire.</p><p>Mon approche allie <strong>sensibilité artistique</strong> et <strong>vision narrative</strong>, en créant des univers sonores uniques adaptés à chaque projet, du Metal au Hip-Hop, en passant par l&#x27;Ambient et l&#x27;Electronic.</p><ul><li>Composition orchestrale et hybride</li><li>Thèmes musicaux sur mesure</li><li>Direction artistique sonore</li><li>Adaptation tous genres musicaux</li></ul>",
    "descriptionsEn": "<p>I create <strong>original music</strong> to bring your audiovisual projects to life. Whether for film, TV series, advertising, or video games, I compose soundtracks that tell your story.</p><p>My approach combines <strong>artistic sensitivity</strong> and <strong>narrative vision</strong>, creating unique sonic universes tailored to each project, from Metal to Hip-Hop, through Ambient and Electronic.</p><ul><li>Orchestral and hybrid composition</li><li>Custom musical themes</li><li>Sonic art direction</li><li>Adaptation to all musical genres</li></ul>",
    "published": true,
    "order": 0,
    "createdAt": "2025-11-21T16:50:42.431Z",
    "updatedAt": "2025-11-21T16:50:42.431Z",
    "createdById": null
  },
  {
    "id": "cmi93jmpk0001sk1cit3eklif",
    "no": "02",
    "title": "Production",
    "text": "Production musicale complète de A à Z, de l'arrangement à la post-production.",
    "largeImg": "/img/slider/loic-studio-front.jpg",
    "largeTitle": "Music Production: From Concept to Final Mix",
    "poster": "/img/slider/loic-studio-front.jpg",
    "date": "22 May 2023",
    "author": "Loïc",
    "fullDescription": "My music production services encompass every stage of the process. With a deep understanding of music theory, a keen ear for detail, and proficiency in the latest production software, I am equipped to bring your musical ideas to fruition. Whether you need help with arranging, recording, mixing, or mastering, I provide a comprehensive solution tailored to your project's needs.",
    "descriptionsFr": "<p>Je prends en charge la <strong>production complète</strong> de vos projets musicaux, de la conception à la réalisation finale. Mon expertise couvre tous les aspects de la production moderne.</p><p>Avec un studio équipé des dernières technologies et une connaissance approfondie de multiples genres musicaux, je transforme vos idées en productions professionnelles prêtes pour la diffusion.</p><ul><li>Production multi-genres (Metal, Hip-Hop, Electronic, Ambient)</li><li>Programmation et sound design</li><li>Enregistrement et direction artistique</li><li>Mastering pour tous supports</li></ul>",
    "descriptionsEn": "<p>I handle the <strong>complete production</strong> of your musical projects, from conception to final realization. My expertise covers all aspects of modern production.</p><p>With a studio equipped with the latest technologies and in-depth knowledge of multiple musical genres, I transform your ideas into professional productions ready for distribution.</p><ul><li>Multi-genre production (Metal, Hip-Hop, Electronic, Ambient)</li><li>Programming and sound design</li><li>Recording and artistic direction</li><li>Mastering for all formats</li></ul>",
    "published": true,
    "order": 1,
    "createdAt": "2025-11-21T16:50:42.488Z",
    "updatedAt": "2025-11-21T16:50:42.488Z",
    "createdById": null
  },
  {
    "id": "cmi93jmqh0002sk1cex8mjma6",
    "no": "03",
    "title": "Arranging",
    "text": "Arrangements orchestraux et instrumentaux pour sublimer vos compositions.",
    "largeImg": "/img/services/arranging.jpg",
    "largeTitle": "Arranging: Enhancing Your Compositions",
    "poster": "/img/services/arranging-lolo.jpg",
    "date": "22 May 2023",
    "author": "Loïc",
    "fullDescription": "My arranging skills will add depth and complexity to your music. With my extensive knowledge of orchestration and harmony, I will craft arrangements that bring out the best in your compositions. Whether you have a fully formed composition or a simple melody, I can transform it into a rich, fully realized piece of music.",
    "descriptionsFr": "<p>L&#x27;<strong>arrangement</strong> est l&#x27;art de structurer et d&#x27;habiller une composition pour en révéler tout le potentiel. Je travaille sur l&#x27;orchestration, l&#x27;harmonie et la texture sonore pour créer des arrangements riches et cohérents.</p><p>De l&#x27;orchestration symphonique aux arrangements électroniques modernes, je maîtrise une large palette de techniques pour donner vie à vos idées musicales.</p><ul><li>Orchestration symphonique et moderne</li><li>Arrangements pour ensembles acoustiques</li><li>Réharmonisation et adaptation</li><li>Création de textures hybrides</li></ul>",
    "descriptionsEn": "<p><strong>Arranging</strong> is the art of structuring and dressing a composition to reveal its full potential. I work on orchestration, harmony, and sonic texture to create rich and coherent arrangements.</p><p>From symphonic orchestration to modern electronic arrangements, I master a wide palette of techniques to bring your musical ideas to life.</p><ul><li>Symphonic and modern orchestration</li><li>Arrangements for acoustic ensembles</li><li>Reharmonization and adaptation</li><li>Creation of hybrid textures</li></ul>",
    "published": true,
    "order": 2,
    "createdAt": "2025-11-21T16:50:42.522Z",
    "updatedAt": "2025-11-21T16:50:42.522Z",
    "createdById": null
  },
  {
    "id": "cmi93jmrd0003sk1cp5i19scd",
    "no": "04",
    "title": "Préparation, correction et traitement vocal",
    "text": "Direction et production vocale pour des performances exceptionnelles.",
    "largeImg": "/img/services/vocalproducer-lolo.jpg",
    "largeTitle": "Préparation, correction et traitement vocal",
    "poster": "/img/services/vocalproducer-lolo.jpg",
    "date": "22 May 2023",
    "author": "Loïc",
    "fullDescription": "As a vocal producer, I specialize in bringing out the best in a singer's performance. I assist singers with their vocal melodies, ensuring they deliver the best possible performance for their recordings. I offer specialized services such as correcting, mixing, and arranging vocals. I am skilled at pitch correction, vocal comping, and I can enhance performances using effects and processing tools. My job is to make the vocal shine, ensuring it fits perfectly within the mix and contributes effectively to the song's overall feel and message. Let me assist you in making your vocal performance truly stand out.",
    "descriptionsFr": "<p>En tant que <strong>vocal producer</strong>, je guide les artistes pour capturer les meilleures performances vocales. Mon rôle est d&#x27;extraire l&#x27;émotion et la puissance de chaque voix.</p><p>De la préproduction à l&#x27;enregistrement, j&#x27;accompagne les chanteurs dans leur processus créatif, en apportant une direction artistique précise et bienveillante.</p><ul><li>Direction artistique vocale</li><li>Préparation et coaching avant session</li><li>Enregistrement et editing vocal</li><li>Traitement et production des voix</li></ul>",
    "descriptionsEn": "<p>As a <strong>vocal producer</strong>, I guide artists to capture the best vocal performances. My role is to extract the emotion and power from each voice.</p><p>From preproduction to recording, I accompany singers through their creative process, providing precise and supportive artistic direction.</p><ul><li>Vocal artistic direction</li><li>Pre-session preparation and coaching</li><li>Vocal recording and editing</li><li>Voice processing and production</li></ul>",
    "published": true,
    "order": 3,
    "createdAt": "2025-11-21T16:50:42.554Z",
    "updatedAt": "2025-11-21T16:50:42.554Z",
    "createdById": null
  },
  {
    "id": "cmi93jmsm0004sk1cga3m252d",
    "no": "05",
    "title": "Mixing",
    "text": "Mixage professionnel pour un son équilibré et percutant.",
    "largeImg": "/img/services/mastering-eq.jpg",
    "largeTitle": "Mixing: Polishing Your Music to Perfection",
    "poster": "/img/services/mastering-eq.jpg",
    "date": "22 May 2023",
    "author": "Loïc",
    "fullDescription": "Mixing is a critical step in the music production process, and one that I excel in. I will balance the elements of your track, ensuring that no instrument or voice is too loud or too soft. My mixing techniques will also add depth and dimension to your music, creating a soundscape that is rich and engaging.",
    "descriptionsFr": "<p>Le <strong>mixage</strong> est l&#x27;étape cruciale qui transforme des pistes brutes en une production cohérente et professionnelle. Je balance, équilibre et façonne chaque élément pour créer un mix impactant.</p><p>Avec une approche analytique et créative, j&#x27;optimise la clarté, la profondeur et la dynamique de vos morceaux pour qu&#x27;ils sonnent parfaitement sur tous les supports d&#x27;écoute.</p><ul><li>Mixage stéréo</li><li>Traitement dynamique et fréquentiel</li><li>Spatialisation et effets créatifs</li><li>Optimisation pour streaming et broadcast</li></ul>",
    "descriptionsEn": "<p><strong>Mixing</strong> is the crucial step that transforms raw tracks into a coherent and professional production. I balance, equalize, and shape each element to create an impactful mix.</p><p>With an analytical and creative approach, I optimize the clarity, depth, and dynamics of your tracks so they sound perfect on all playback systems.</p><ul><li>Stereo mixing</li><li>Dynamic and frequency processing</li><li>Spatialization and creative effects</li><li>Optimization for streaming and broadcast</li></ul>",
    "published": true,
    "order": 4,
    "createdAt": "2025-11-21T16:50:42.598Z",
    "updatedAt": "2025-11-21T16:50:42.598Z",
    "createdById": null
  },
  {
    "id": "cmi93jmtl0005sk1c31jchbnx",
    "no": "06",
    "title": "Mastering",
    "text": "Mastering de haute qualité pour une finalisation optimale de vos productions.",
    "largeImg": "/img/services/mastering.jpg",
    "largeTitle": "Mastering: The Final Touch for Your Music",
    "poster": "/img/services/mastering-lolo.jpg",
    "date": "22 May 2023",
    "author": "Loïc",
    "fullDescription": "Mastering is the final step in the music production process, and it's one that I take very seriously. I will ensure your tracks are ready for distribution, optimizing them for all playback systems. My mastering services will give your music the final polish it needs, ensuring it sounds professional and stands up against other commercial releases.",
    "descriptionsFr": "<p>Le <strong>mastering</strong> est la touche finale qui donne à votre musique son éclat professionnel. Je prépare vos morceaux pour la diffusion en optimisant le niveau, la balance spectrale et la cohérence entre les pistes.</p><p>Mon approche du mastering garantit que votre musique sonne de manière optimale sur tous les systèmes d&#x27;écoute, des écouteurs aux systèmes hi-fi, en respectant les standards de l&#x27;industrie.</p><ul><li>Mastering pour tous formats (streaming, CD, vinyl)</li><li>Optimisation spectrale et dynamique</li><li>Cohérence entre les morceaux d&#x27;un album</li><li>Préparation pour distribution digitale</li></ul>",
    "descriptionsEn": "<p><strong>Mastering</strong> is the final touch that gives your music its professional shine. I prepare your tracks for distribution by optimizing levels, spectral balance, and consistency between tracks.</p><p>My mastering approach ensures your music sounds optimal on all playback systems, from headphones to hi-fi systems, while respecting industry standards.</p><ul><li>Mastering for all formats (streaming, CD, vinyl)</li><li>Spectral and dynamic optimization</li><li>Consistency between album tracks</li><li>Preparation for digital distribution</li></ul>",
    "published": true,
    "order": 5,
    "createdAt": "2025-11-21T16:50:42.633Z",
    "updatedAt": "2025-11-21T16:50:42.633Z",
    "createdById": null
  }
]
